"Every 10 minutes" = "Каждые 10 минут";
"Manually" = "Вручную";
"Rescan" = "Пересканировать";
"Show Info" = "Свойства";
"Delete selected source" = "Удалить выбранный источник";
"Every day" = "Ежедневно";
"Add source..." = "Добавить источник";
"Every half hour" = "Каждые полчаса";
"Rescan source" = "Пересканировать источник";
"Sources" = "Источники";
"Every hour" = "Ежечасно";
"Rescan frequency" = "Частота сканирования";
